# -*- coding: utf-8 -*-
###########################################################
#------ GNU GPL2 -----------------------------------------#
###########################################################
#
#эта функция считает количество символов с пробелами и без 
#пробелов
###########################################################


#импортируем необходимые библиотеки
#стринг на время теста и отладки
import string
import os

filetest = open('test_text.txt', 'r')
text = filetest.readline();
print text


