# -*- coding: utf-8 -*-
###########################################################
#------ GNU GPL2 -----------------------------------------#
###########################################################
#
# эта функция считает количество символов с пробелами и без 
# пробелов
###########################################################


# Функция подсчитывает количество абзацев в тексте
def sum_paragraph(label):
    sum_par = str(txtbuf.get_line_count())
    paragraph.set_text('Количество абзацев: '+sum_par)


        


        
